Repository: GregOCR/Reciplease
Catalog: Reciplease/Resources/*.lproj/Localizable.strings
Languages: fr

source: Unknown error
fr: Erreur inconnue

# failed_to_add_ingredient_due_to_already_present
source: One or more ingredients were already added
fr: Un ou plusieurs ingredients avaient déjà été rajoutés à la liste

# failed_to_fetch_recipes_due_to_could_not_create_url
source: Failed to decode response
fr: Échec de la construction de l'URL

# failed_to_add_ingredient_due_to_empty_ingredient
source: Please input an ingredient
fr: Indiquez un ingrédient à rajouter à la liste

# failed_to_fetch_recipes_due_to_invalid_response
source: Invalid response
fr: Échec lors de la récupération des recettes

# failed_to_fetch_recipes_due_to_no_recipe_corresponding_to_ingredients
source: No result for ingredients
fr: Aucun résultat pour les ingrédients indiqués

# app_back_button_title
source: Back
fr: Retour

# tab_bar_item_title_search
source: Search
fr: Recherche

# tab_bar_item_title_favorites
source: Favorites
fr: Favoris

# add_to_fridge_hint_label
source: What's in your fridge?
fr: Qu'y a-t-il dans votre frigo ?

# ingredient_text_field_placeholder
source: lemon, cheese, sausages...
fr: citron, fromage, saucisse...

# ingredient_list_header_label
source: Your ingredients:
fr: Vos ingrédients :

# search_recipes_button_title
source: Search for recipes
fr: Rechercher des recettes

# ingredient_label
source: Ingredients
fr: Ingrédients

# directions_button_label
source: Get directions
fr: Voir les instructions

# add_some_favorites_label
source: Add some favorites to found them here
fr: Ajoutez des favoris pour les retrouver ici
